<?php
return [
    /**
 * NOTICE OF LICENSE.
 *
 * NOBS Community Edition is open-sourced software licensed under the GNU Affero General Public License v3.0
 * The details is bundled with this project in the file LICENSE.txt.
 *
 * @project    NOBS Community Edition
 *
 * @author     HDVinnie <hdinnovations@protonmail.com>
 * @license    https://www.gnu.org/licenses/agpl-3.0.en.html/ GNU Affero General Public License v3.0
 */
    'actions' => 'សកម្មភាព',
    'backup' => 'បម្រុងទុក',
    'backup_doesnt_exist' => 'ឯកសារបម្រុងទុកមិនមានទេ។',
    'create_a_new_backup' => 'បង្កើតការបម្រុងទុកពេញ',
    'create_a_new_files_backup' => 'បង្កើតការបម្រុងទុកឯកសារ',
    'create_a_new_db_backup' => 'បង្កើតការបម្រុងទុកមូលដ្ឋានទិន្នន័យ',
    'create_confirmation_message' => 'ផ្ទុកទំព័រឡើងវិញក្នុងរយៈពេល 3 វិនាទី។',
    'create_confirmation_title' => 'ការបម្រុងទុកបានបញ្ចប់',
    'create_error_message' => 'មិនអាចបង្កើតឯកសារបម្រុងទុកបានទេ។',
    'create_error_title' => 'កំហុសបម្រុងទុក',
    'create_warning_message' => 'ការបម្រុងទុករបស់អ្នកប្រហែលជាមិនត្រូវបានបង្កើតទេ។ សូមពិនិត្យឯកសារកំណត់ហេតុសម្រាប់ព័ត៌មានលម្អិត។',
    'create_warning_title' => 'មិនស្គាល់កំហុស',
    'date' => 'កាលបរិច្ឆេទ',
    'delete' => 'លុប',
    'delete_cancel_message' => 'ឯកសារបម្រុងទុកមិនត្រូវបានលុបទេ។',
    'delete_cancel_title' => 'មិន​អី​ទេ',
    'delete_confirm' => 'តើអ្នកប្រាកដថាអ្នកចង់លុបឯកសារបម្រុងទុកនេះមែនទេ?',
    'delete_confirmation_message' => 'ឯកសារបម្រុងទុកត្រូវបានលុប។',
    'delete_confirmation_title' => 'ធ្វើ',
    'delete_error_message' => 'ឯកសារបម្រុងទុកមិនត្រូវបានលុបទេ។',
    'delete_error_title' => 'កំហុស',
    'download' => 'ទាញយក',
    'existing_backups' => 'ការបម្រុងទុកដែលមានស្រាប់',
    'file_size' => 'ទំហំ​ឯកសារ',
    'location' => 'ទីកន្លែង',
    'manager' => 'អ្នកគ្រប់គ្រង',
    'no_disks_configured' => 'គ្មានថាសបម្រុងទុកដែលបានកំណត់រចនាសម្ព័ន្ធក្នុង config / backup.php ទេ',
    'only_local_downloads_supported' => 'មានតែការទាញយកពីប្រព័ន្ធឯកសារមូលដ្ឋានតែប៉ុណ្ណោះ។',
];
