<?php
return [
    /**
 * NOTICE OF LICENSE.
 *
 * NOBS Community Edition is open-sourced software licensed under the GNU Affero General Public License v3.0
 * The details is bundled with this project in the file LICENSE.txt.
 *
 * @project    NOBS Community Edition
 *
 * @author     HDVinnie <hdinnovations@protonmail.com>
 * @license    https://www.gnu.org/licenses/agpl-3.0.en.html/ GNU Affero General Public License v3.0
 */
    'activated' => 'បានធ្វើសកម្មភាព',
    'active' => 'បានធ្វើសកម្មភាព!',
    'amount' => 'ចំនួន',
    'bon' => 'អរ',
    'bonus' => 'ប្រាក់រង្វាន់',
    'date' => 'កាលបរិច្ឆេទ',
    'earning' => 'រក',
    'earning-rate' => 'នៅអត្រារកប្រាក់ចំណូលនេះអ្នកនឹងទទួលបានដូចខាងក្រោមក្នុងកំឡុងពេលវេលា ..',
    'earnings' => 'ប្រាក់ចំណូល',
    'exchange' => 'ប្តូរប្រាក់',
    'exchange-warning' => 'ការផ្លាស់ប្តូរជាចុងក្រោយសូមពិនិត្យមើលឡើងវិញនូវជម្រើសរបស់អ្នកមុនពេលធ្វើការផ្លាស់ប្តូរ។',
    'extended-stats' => 'ស្ថិតិបន្ថែម',
    'gift' => 'អំណោយ',
    'gift-bonus' => 'ពិន្ទុរង្វាន់អំណោយ',
    'gift-to' => 'ពិន្ទុរង្វាន់អំណោយទានដើម្បី',
    'gifts' => 'អំណោយ',
    'item' => 'ធាតុ',
    'no-refund' => 'គ្មានប្រាក់កក់ទេ!',
    'per-day' => 'ពិន្ទុក្នុងមួយថ្ងៃ',
    'per-hour' => 'ពិន្ទុក្នុងមួយម៉ោង',
    'per-minute' => 'ពិន្ទុក្នុងមួយនាទី',
    'per-month' => 'ពិន្ទុក្នុងមួយខែ',
    'per-second' => 'ពិន្ទុក្នុងមួយវិនាទី',
    'per-week' => 'ពិន្ទុក្នុងមួយសប្តាហ៍',
    'per-year' => 'ពិន្ទុក្នុងមួយឆ្នាំ',
    'points' => 'ចំណុច',
    'receiver' => 'អ្នកទទួល',
    'review-seeds' => 'ពិនិត្យឡើងវិញនូវរាល់ Torrent ដែលបានបញ្ចូលគ្នា',
    'send-gift' => 'ផ្ញើ​អំណោយ',
    'sender' => 'អ្នកផ្ញើ',
    'store' => 'រក្សាទុក',
    'tips' => 'ព័ត៌មានជំនួយ',
    'total' => 'ប្រាក់ចំណូលសរុប',
    'total-gifts' => 'ក្នុងអំណោយសរុប BON',
    'total-tips' => 'នៅក្នុងគន្លឹះ Total BON',
    'you-have-received-gifts' => 'អ្នក​បាន​ទទួល',
    'you-have-sent-gifts' => 'អ្នកបានផ្ញើ',
    'you-have-received-tips' => 'អ្នក​បាន​ទទួល',
    'you-have-sent-tips' => 'អ្នកបានផ្ញើ',
    'your-points' => 'ចំណុចរបស់អ្នក',
];
