<?php
return [
    /**
 * NOTICE OF LICENSE.
 *
 * NOBS Community Edition is open-sourced software licensed under the GNU Affero General Public License v3.0
 * The details is bundled with this project in the file LICENSE.txt.
 *
 * @project    NOBS Community Edition
 *
 * @author     HDVinnie <hdinnovations@protonmail.com>
 * @license    https://www.gnu.org/licenses/agpl-3.0.en.html/ GNU Affero General Public License v3.0
 */
    'activate-account' => 'ធ្វើសកម្មភាពគណនី',
    'ban-reason' => 'មូលហេតុ',
    'banned-footer' => 'អ្វីដែលអ្នកទទួលបានសម្រាប់ការមិនធ្វើតាមច្បាប់',
    'banned-header' => 'អ្នក​ត្រូវ​បាន​ហាមឃាត់',
    'bug-description' => 'បញ្ហា',
    'bug-footer' => 'ជួសជុលថាលាមក',
    'bug-header' => 'របាយការណ៍កំហុសថ្មីពី',
    'bug-priority' => 'អាទិភាព',
    'bug-title' => 'ចំណងជើងកំហុស',
    'contact-header' => 'សំបុត្រទំនាក់ទំនងថ្មីពី',
    'contact-message' => 'សារ',
    'contact-name' => 'ឈ្មោះ',
    'fail-login-greeting' => 'ការចូលគណនីបានបរាជ័យ!',
    'fail-login-line1' => 'ការចូលមិនបានសម្រេចត្រូវបានរកឃើញសម្រាប់គណនីរបស់អ្នក។',
    'fail-login-line2' => 'សំណើនេះមានប្រភពមកពី: ip (: host) នៅ: ពេលវេលា',
    'fail-login-subject' => 'បានបរាជ័យក្នុងការជូនដំណឹងចូល',
    'footer-link' => 'ប្រសិនបើអ្នកមានបញ្ហាក្នុងការចុចប៊ូតុង: actionText ចម្លងនិងបិទភ្ជាប់ URL ខាងក្រោមទៅក្នុងកម្មវិធីរុករកបណ្ដាញរបស់អ្នក:',
    'invite-header' => 'លិខិតអញ្ជើញទៅ',
    'invite-invited' => 'អ្នកត្រូវបានអញ្ជើញឱ្យចូលរួម',
    'invite-message' => 'សារ',
    'invite-signup' => 'ចុះឈ្មោះឥឡូវនេះ',
    'newreply-header' => 'មានការឆ្លើយតបថ្មីនៅក្នុងប្រធានបទរបស់អ្នក',
    'newreply-message' => 'សារ',
    'newreply-replied' => 'បានឆ្លើយតបទៅនឹងប្រធានបទរបស់អ្នក',
    'newreply-view' => 'មើលវាឥឡូវនេះ',
    'no-email-found' => 'យើងមិនអាចរកឃើញអ៊ីមែលនេះនៅក្នុងប្រព័ន្ធរបស់យើង!',
    'register-code' => 'ដើម្បីបញ្ចប់សកម្មភាពគណនីសូមចុចប៊ូតុងខាងក្រោម',
    'register-footer' => 'ប្រសិនបើប៊ូតុងខាងលើមិនដំណើរការសូមចំលងនិងបិទភ្ជាប់ URL ទៅក្នុងរបាអាសយដ្ឋានរបស់អ្នក',
    'register-header' => 'សួស្ដី! អរគុណសម្រាប់ការចុះឈ្មោះ',
    'report-comment' => 'មតិយោបល់',
    'report-email' => 'អ៊ីម៉ែល',
    'report-header' => 'សួស្តីរដ្ឋបាលតំណត្រូវបានគេរាយការណ៍',
    'report-link' => 'តំណ',
    'report-link-hash' => 'តំណពិតប្រាកដ',
    'thanks' => 'សូមអរគុណសម្រាប់ការប្រើប្រាស់',
    'unban-footer' => 'ស្វា​គម​ន៏​ការ​ត្រ​លប់​មក​វិញ!',
    'unban-header' => 'អ្នកមិនត្រូវបានហាមឃាត់',
    'unban-reason' => 'មូលហេតុ',
    'username-reminder' => 'ពេលនេះអ្នកបានផ្ញើសំណើសម្រាប់ឈ្មោះអ្នកប្រើរបស់អ្នកនៅលើកម្មវិធីរបស់យើង។ ឈ្មោះអ្នកប្រើរបស់អ្នក',
    'username-sent' => 'ឈ្មោះអ្នកប្រើរបស់អ្នកត្រូវបានផ្ញើទៅអាសយដ្ឋានអ៊ីមែលរបស់អ្នក!',
    'disabled-header' => 'គណនីរបស់អ្នកត្រូវបានបិទ',
    'pruned-header' => 'គណនីរបស់អ្នកបានត្រូវកាត់ចេញ',
];
